Repository: zenki-admin/orkestapay-card-woocommerce
Catalog: languages/orkestapay-card-*.po
Languages: es_es

source: A transaction error occurred. Your credit card has not been charged.
es_es: Se produjo un error en la transacción. Su tarjeta de crédito no ha sido cargada.

source: Accepted cards
es_es: Tarjetas aceptadas

source: Access Key
es_es: Llave de acceso

source: An error occurred getting access token.
es_es: Se produjo un error al obtener el token de acceso.

source: Card Code (CVC)
es_es: Código (CVV)

source: Card Number
es_es: Número de tarjeta

source: Check the box to enable Orkesta as a payment method.
es_es: Marca la casilla para habilitar Orkesta como método de pago.

source: Check the box to make test payments.
es_es: Marca la casilla para realizar pagos de prueba.

source: click here
es_es: clic quí

source: Configuration completed successfully.
es_es: La configuración se completó correctamente.

source: Credit Card
es_es: Tarjeta de crédito

source: Description
es_es: Descripción

source: Enable
es_es: Habilitar

source: Enable OrkestaPay
es_es: Habiltar OrkestaPay

source: Enable test mode
es_es: Habilitar modo de pruebas

source: Expiry Date
es_es: Fecha de expiración

source: For more information about plugin configuration
es_es: Para obtener más información sobre la configuración del plugin

source: Holder Name
es_es: Nombre del tarjetahabiente

source: Merchant ID
es_es: ID del comercio

source: Orchestrate multiple payment gateways for a frictionless, reliable, and secure checkout experience.
es_es: Organice múltiples pasarelas de pago para una experiencia de pago segura, confiable y sin fricciones.

source: Orkesta needs WooCommerce plugin is installed and activated to work.
es_es: Orkesta necesita que el plugin de WooCommerce esté instalado y activado para funcionar.

source: Pay with your credit or debit card.
es_es: Paga con tu tarjeta de crédito o débito.

source: Payment Failed.
es_es: Pago fallido.

source: Payment method description that the customer will see on your website.
es_es: Descripción del método de pago que el cliente verá en su sitio web.

source: Payment method title that the customer will see on your checkout.
es_es: Título del método de pago que el cliente verá en el checkout.

source: Provided credentials are invalid.
es_es: Las credenciales proporcionadas no son válidas.

source: Public Key
es_es: Llave pública

source: Secret Key
es_es: Llave secreta

source: Settings
es_es: Ajustes

source: TEST MODE ENABLED. In test mode, you can use the card number 4242424242424242 with any CVC and a valid expiration date.
es_es: MODO DE PRUEBA HABILITADO. En modo de prueba, puedes utilizar el número de tarjeta 4242424242424242 con cualquier CVC y una fecha de vencimiento válida.

source: There was a problem connecting to the Orkesta API endpoint.
es_es: Hubo un problema al conectarse al API de Orkesta.

source: There was a problem getting the access token.
es_es: Hubo un problema al obtener el token de acceso.

source: Title
es_es: Título
